
<?php

use Hamcrest\Description;

return [
    'site_name' => 'Jadusona',


    // home section
    'home' => [
        'home-title' => 'كتب ومراجع',
        'home-description' => 'هي مجموعة من الكلمات المتناسقة والجميلة والتي نكتبها لتجربة نص ولملائمة الحجم فهي
        هنا لتجربة الخط المناسب والملائم لاظهار التفاصيل على كافة الشاشات',
        'more' => 'تصفح الكتب',
    ],

    // Questions section
    'questions' => [
        'first-title' => 'أسئلة وفتاوى',
        'all' => 'الأكثر سؤالا',
        'most' => 'الأحدث',
        'item-title' => 'ما حكم المسح على الجورب؟',
        'answer' => 'الجواب',
    ],

    // lesson section
    'lesson' => [
        'first-title' => 'سلاسل الدروس',
        'all' => 'كافة السلاسل',
        'most' => 'the most recent',
        'item-title' => 'كيف تطلب العلم؟',
        'name' => 'الشيخ عدنان دياب',
        'body-title1' => 'شرح دروس النحوية',
        'name1' => 'الشيخ أدهم العاسمي',
        'body-title2' => 'شرح كتاب بلوغ المرام',
        'name2' => 'الشيخ نور الدين عتر ',
        'body-title3' => 'شرح فقه السيرة',
        'name3' => 'الشيخ محمد سعيد رمضان البوطي',
    ],

    // book section
    'book' => [
        'first-title' => 'الكتب والمراجع',
        'all' => 'كافة الكتب',
        'book-title1' => 'نساء حول الرسول',
        'name1' => 'عبد الحكيم عطية',
        'book-title2' => 'رجال حول الرسول',
        'name2' => 'خالد محمد خالد',
        'book-title3' => 'القرآن الكريم',
        'name3' => 'برواية ورش',
        'book-title4' => 'فقه السيرةالنبوية',
        'name4' => 'الشيخ محمد سعيد رمضان البوطي',
    ],

    // article section
    'article' => [
        'first-title' => 'الأبحاث والمقالات',
        'all' => 'مشاهدة الكل',
        'article-title' => 'مقالة عن المقالة',
        'write' => 'أحمد رسلان',
        'open' => 'افتح المقالة',
        'title-description' => 'تنص هذه المقالة عن البحث في أصول المقالاتوطريقة كتابتها بطريقة أدبية ثقافية
        ...علمية بعيدة عن التشتتوالتصنع بإشراف سيدنا',
    ],

    // search section
    'search' => [
        'search-title' => 'بحث عن الأبحاث',
        'write' => 'أحمد رسلان',
        'complate' => 'أكمل القراءة',
        'title-description' => 'تنص هذه المقالة عن البحث في أصول المقالاتوطريقة كتابتها بطريقة أدبية ثقافية
        تنص هذه المقالة عن البحث في أصول المقالاتوطريقة كتابتها بطريقة أدبية ثقافية
        ...علمية بعيدة عن التشتتوالتصنع بإشراف سيدنا تنص هذه المقالة عن البحث في أصول المقالاتوطريقة كتابتها بطريقة أدبية ثقافية
        ...علمية بعيدة عن التشتتوالتصنع بإشراف سيدناعلمية بعيدة عن التشتتوالتصنع بإشراف سيدنا',
    ],

    // flags section
    'flags' => [
        'first-title' => 'التراجم والأعلام',
        'all' => 'مشاهدة الكل',
        'name' => 'الشيخ محمد سعيد رمضان البوطي',
        'title-description' => 'تنص هذه المقالة عن البحث في أصول المقالاتوطريقة كتابتها بطريقة أدبية ثقافية
        تنص هذه المقالة عن البحث في أصول المقالاتوطريقة كتابتها بطريقة أدبية ثقافية
        ...علمية بعيدة عن التشتتوالتصنع بإشراف سيدنا تنص هذه المقالة عن البحث في أصول المقالاتوطريقة كتابتها بطريقة أدبية ثقافية
        ...علمية بعيدة عن التشتتوالتصنع بإشراف سيدناعلمية بعيدة عن التشتتوالتصنع بإشراف سيدنا',
        'more' => 'من مؤلفاته',

    ],

    // friday section
    'friday' => [
        'first-title' => 'خطب الجمعة',
        'all' => 'مشاهدة الكل',
        'read' => 'قراءة',
    ],

    // email section
    'email' => [
        'first-title' => 'اشترك بالرسائل البريدية',
        'new' => 'ليصلك كل جديد من موقعنا',
        'submit' => 'اشتراك',
    ],
];
